Revit 2027 API
BuiltInFailures.GroupFailures.CannotSwapNestedGroups Property
 Can't replace because one Group is contained in the other.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotSwapNestedGroups { get; }
Public Shared ReadOnly Property CannotSwapNestedGroups As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotSwapNestedGroups {
	FailureDefinitionId^ get ();
}
static member CannotSwapNestedGroups : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace